[
    {
        "id": 1,
        "brand_name": "Yamaha",
        "image": "https://i.ibb.co/HDHM8bF/2150704805.jpg",
        "name": "Yamaha Motorbike 2023",
        "price": 8000,
        "description": " Experience the thrill of the open road with the Yamaha Motorbike 2023. This powerful and stylish motorbike is designed for enthusiasts who crave speed and precision. Equipped with advanced technology and a responsive engine, it offers a smooth and exhilarating ride. Whether you're cruising on highways or maneuvering through city streets, this Yamaha motorbike delivers exceptional performance. Embrace the spirit of Yamaha and embark on unforgettable journeys with this iconic ride."
    },
    
    {
        "id": 2,
        "brand_name": "Ford",
        "image": "https://i.ibb.co/WV8m20T/white-offroader-jeep-parking.jpg",
        "name": "Ford Mustang GT 2023",
        "price": 35000,
        "description": "Unleash the power of the Ford Mustang GT 2023. This iconic muscle car combines raw power with modern sophistication. With its roaring V8 engine and aggressive design, it commands attention on the road. The interior offers a blend of comfort and advanced technology, creating an immersive driving experience. Whether you're a speed enthusiast or a collector of timeless classics, the Ford Mustang GT 2023 is the epitome of American muscle."
    },
    {
        "id": 3,
        "brand_name": "Honda",
        "image": "https://i.ibb.co/yBRdzS2/Honda-Civic-Type-R-1-1.jpg",
        "name": "Honda Civic 2023",
        "price": 25000,
        "description": "Introducing the Honda Civic 2023, a blend of elegance a innovation. This sedan redefines the driving experience with its sleek design and cutting-edge features. From the spacious interior to the state-of-the-art entertainment system, every detail is crafted for comfort and convenience. The powerful engine ensures a smooth and fuel-efficient ride, making it an ideal choice for both daily commuting and long journeys. Step into luxury and reliability with the Honda Civic 2023."
    },
    {
        "id": 4,
        "brand_name": "Suzuki",
        "image": "https://i.ibb.co/3vKjfGy/2150704867.jpg",
        "name": "Suzuki Swift 2023",
        "price": 18000,
        "description": "Discover the joy of driving with the Suzuki Swift 2023. This compact car is designed for urban adventures, offering agile handling and fuel efficiency. Its modern exterior is complemented by a comfortable and feature-packed interior, making every drive enjoyable. Whether you're navigating busy city streets or exploring winding roads, the Suzuki Swift 2023 ensures a smooth and responsive ride. Embrace practicality and style with this Suzuki masterpiece."
    },
    {
        "id": 5,
        "brand_name": "Royal Infield",
        "image": "https://i.ibb.co/9GHvN1k/brand-new-shiny-black-retro-chopper-is-parked-brick-building.jpg",
        "name": "Royal Enfield Classic 500",
        "price": 12000,
        "description": "Experience the timeless charm of the Royal Enfield Classic 500. This legendary motorcycle captures the essence of classic design and modern performance. The robust engine delivers a commanding ride, while the vintage-inspired styling pays homage to the brand's heritage. Whether you're a biking enthusiast or a collector of iconic rides, the Royal Enfield Classic 500 is a symbol of elegance and power.Ride in style and make a statement wherever you go."
    },
    {
        "id": 6,
        "brand_name": "B M W",
        "image": "https://i.ibb.co/Nn42T4x/white-coupe-sport-car-standing-road-front-view.jpg",
        "name": "BMW 7 Series 2023",
        "price": 55000,
        "description": "Indulge in luxury with the BMW 7 Series 2023. This flagship sedan combines opulence with cutting-edge technology, setting new standards for executive cars. From the exquisite craftsmanship of the interior to the advanced driver-assistance features,every aspect is meticulously designed. The powerful engine and smooth handling ensure a sophisticated driving experience. Whether you're chauffeured in the rear or taking the wheel,the BMW 7 Series 2023 represents the pinnacle of automotive excellence."
    }
]